{
  "es": {
    "PROJECT_SECTION": {
      "PROJECTS_SECTION_TITLE": "Algunos proyectos que he realizado.",
      "PROJECTS": [
        {
          "title": "Latinoled.",
          "description": "Latinoled es un emocionante juego de palabras inspirado en el popular juego Wordle, pero con un toque cultural que te permite sumergirte en la riqueza lingüística de América Latina. Los jugadores tienen la oportunidad de elegir el país del cual desean adivinar palabras, lo que añade un elemento único y educativo al juego.",
          "image": ["/latinoled.png"],
          "stack": ["react", "tailwind"],
          "repository": "https://github.com/Jayslen/Latinoled",
          "webSite": "https://www.latinoled.online/"
        },
        {
          "title": "Real Madrid - Blog.",
          "description": "Real Madrid es un blog de noticias sobre el equipo de fútbol Real Madrid. El blog cuenta con una página de inicio que muestra las últimas noticias y una página de detalles que muestra la noticia completa. Los usuarios pueden hacer clic en una noticia para ver más detalles y pueden hacer clic en un enlace para leer la noticia completa en el sitio web oficial del Real Madrid. El blog también cuenta con una página de contacto donde los usuarios pueden enviar un mensaje al equipo de Real Madrid.",
          "image": ["/real-madrid.png", "/public/real-madrid-2.png"],
          "stack": ["astro", "tailwind"],
          "repository": "https://github.com/Jayslen/real-madrid-landing-page",
          "webSite": "https://real-madrid-landing-page.vercel.app/"
        },
        {
          "title": "Exams Generator.",
          "description": "Esta página web está hecha con el propósito de ayudar a los estudiantes a estudiar para sus exámenes. Tiene la funcionalidad de generar preguntas a partir de un texto que el usuario provea y poder guardar las preguntas generadas que el usuario desee, las cuales se almacenan en una base de datos en Notion para poder estudiarlas cuando quieran, en formato de flashcards.",
          "image": ["/exam-generator-1.png", "/exam-generator-2.png"],
          "stack": ["react", "reactRouter", "tailwind"],
          "repository": "https://github.com/Jayslen/exams-generator"
        },
        {
          "title": "Countries Data Explorer.",
          "description": "La aplicación web Country Info permite a los usuarios buscar y ver información sobre países de todo el mundo. Esto incluye detalles como población, región, capital, idiomas hablados y más. El proyecto es parte de un desafío de Frontend Mentor, que tiene como objetivo ayudar a los desarrolladores a mejorar sus habilidades a través de proyectos del mundo real.",
          "image": ["/countries-data.png"],
          "stack": ["astro", "react", "tailwind"],
          "repository": "https://github.com/Jayslen/web-countries-data",
          "webSite": "https://web-countries-data.vercel.app"
        }
      ]
    },
    "TECNOLOGIES_SECTION": {
      "TITLE": "Tecnologías",
      "PARAGRAPH": "Estas son algunas de las tecnologías que he aprendido."
    },
    "HEADER_SECTION": {
      "title": "Language to English",
      "url": "/en"
    },
    "INTRODUCCION_SECTION": {
      "INTRODUCCION_SECTION_TITLE": "Mi nombre es Jayslen Rojas Serrano",
      "WORK_STATUS": "Disponible para trabajar",
      "FIRST_PARAGRAPH": "Tengo 19 años y resido en la República Dominicana.",
      "SECOND_PARAGRAPH": "Actualmente no cuento con experiencia laboral, pero he desarrollado sólidos conocimientos en el <strong>desarrollo web</strong>, incluyendo HTML, CSS, JavaScript y diversos frameworks modernos, de manera autodidacta, y creando proyectos personales.",
      "THIRD_PARAGRAPH": "Además, estoy cursando la carrera de <strong>Desarrollo de Software</strong> en el <strong>Instituto Tecnológico de las Américas (ITLA)</strong>, donde me estoy formando con un enfoque integral en las últimas tendencias y tecnologías del sector.",
      "TECHNOLOGIES_TITLE": "Estas son algunas tecnologías que he aprendido en mi camino."
    }
  },
  "en": {
    "PROJECT_SECTION": {
      "PROJECTS_SECTION_TITLE": "Some projects that i have done.",
      "PROJECTS": [
        {
          "title": "Latinoled.",
          "description": "Latinoled is an exciting word game inspired by the popular game Wordle, but with a cultural twist that allows you to immerse yourself in the linguistic richness of Latin America. Players have the opportunity to choose the country they want to guess words from, which adds a unique and educational element to the game.",
          "image": ["/latinoled.png"],
          "stack": ["react", "tailwind"],
          "repository": "https://github.com/Jayslen/Latinoled",
          "webSite": "https://www.latinoled.online/"
        },
        {
          "title": "Real Madrid - Blog.",
          "description": "Real Madrid is a news blog about the Real Madrid football team. The blog features a home page that displays the latest news and a details page that shows the full news. Users can click on a news to view more details and can click on a link to read the full news on the official Real Madrid website. The blog also features a contact page where users can send a message to the Real Madrid team.",
          "image": ["/real-madrid.png", "/real-madrid-2.png"],
          "stack": ["astro", "tailwind"],
          "repository": "https://github.com/Jayslen/real-madrid-landing-page",
          "webSite": "https://real-madrid-landing-page.vercel.app/"
        },
        {
          "title": "Exams Generator.",
          "description": "This web page is made with the purpose of helping students study for their exams. It has the functionality of generating questions from a text that the user provides and being able to save the generated questions that the user wants, where they are saved in a database in notion to be able to study it when they want like flashcards.",
          "image": ["/exam-generator-1.png", "/exam-generator-2.png"],
          "stack": ["react", "reactRouter", "tailwind"],
          "repository": "https://github.com/Jayslen/exams-generator"
        },
        {
          "title": "Countries data explorer.",
          "description": "The Country Info web application allows users to search and view information about countries around the world. This includes details such as population, region, capital, languages spoken, and more. The project is part of a Frontend Mentor challenge, which aims to help developers improve their skills through real-world projects.",
          "image": ["/countries-data.png"],
          "stack": ["astro", "react", "tailwind"],
          "repository": "https://github.com/Jayslen/web-countries-data",
          "webSite": "https://web-countries-data.vercel.app"
        }
      ]
    },
    "TECNOLOGIES_SECTION": {
      "TITLE": "Technologies",
      "PARAGRAPH": "These are some of the technologies that I have learned."
    },
    "HEADER_SECTION": {
      "title": "Idioma a Español",
      "url": "/es"
    },
    "INTRODUCCION_SECTION": {
      "INTRODUCCION_SECTION_TITLE": "I am Jayslen Rojas Serrano",
      "WORK_STATUS": "Available for work",
      "FIRST_PARAGRAPH": "I'm 19 years old and I live in the Dominican Republic.",
      "SECOND_PARAGRAPH": "I currently do not have work experience, but I have developed solid knowledge in <strong>web development</strong>, including HTML, CSS, JavaScript, and various modern frameworks, in a self-taught way, and creating personal projects.",
      "THIRD_PARAGRAPH": "I am also studying the career of <strong>Software Development</strong> at the <strong>Instituto Tecnológico de las Américas (ITLA)</strong>, where I am training with an integral in the latest trends and technologies in the sector.",
      "TECHNOLOGIES_TITLE": "These are some technologies that I have learned along the way."
    }
  }
}
